@extends('front.layouts.master')
@section('title')
    الشروط والاحكام لموقع تراغيف Traghaif
@endsection

@section('content')
    <!-- Content -->
    <div id="content" class="bg-light">
        <br>
        <br>
        <!-- Post / Single -->
        <article class="post single">

            <div class="container container-md">
                <div class="post-content">
                    <ul class="post-meta">
                        <li> 25 , فبراير , 2025 </li>
                    </ul>
                    <h2 class="post-title" style="font-weight: bold"> الشروط والاحكام لموقع تراغيف Traghaif </h2>
                    <hr>
                    <p class="lead"> يوفر موقع تراغيف (www.Traghaif.com) هذه الشروط والأحكام لتبليغكم بالسياسة والممارسات
                        القانونية الخاصة بالموقع. يرجى مراجعة هذه الشروط والأحكام بعناية قبل استخدام الموقع. إن استخدامك
                        لهذا الموقع يعني موافقة لا رجعة فيها منك على الالتزام بهذه الشروط والأحكام.
                    </p>
                    <h4 style="font-weight: bold"> القواعد الحاكمة </h4>
                    <p class="lead">
                        • الالتزام بعدم مخالفة القوانين السارية في المملكة العربية السعودية أو تحريض الآخرين على انتهاكها.
                    </p>
                    <p class="lead">
                        • الامتناع عن السب والقذف أو المضايقة أو انتهاك حقوق الآخرين من خلال التعليقات أو وسائل الاتصال
                        المتاحة عبر الموقع
                    </p>

                    <h4 style="font-weight: bold"> حماية البيانات </h4>
                    <p class="lead">
                        أي معلومات شخصية تزودنا بها عند استخدامك لهذا الموقع سيتم التعامل معها وفقًا لسياسة الخصوصية الخاصة
                        بموقعنا.
                    </p>

                    <h4 style="font-weight: bold"> حقوق الملكية </h4>
                    <p class="lead">
                        • لا يجوز لك نسخ أو تعديل أو نشر أو إذاعة أو توزيع أو بيع أو نقل أي مواد على هذا الموقع، سواء بصورة
                        إجمالية أو جزئية، دون إذن كتابي مسبق من إدارة موقع تراغيف.
                    </p>
                    <p class="lead">
                        • يجوز تحميل محتويات هذا الموقع أو طباعتها أو نسخها للاستخدام الشخصي غير التجاري فقط.
                    </p>
                    <p class="lead">
                        • أي استخدام غير مصرح به لهذا الموقع قد يؤدي إلى انتهاك قوانين حقوق التأليف والنشر وقوانين العلامات
                        التجارية وغيرها من القوانين السارية.
                    </p>
                    <h4 style="font-weight:bold"> الاستخدام الأمثل </h4>
                    <p class="lead"> • يجب استخدام هذا الموقع فقط وفقًا لهذه الشروط والأحكام ولأغراض مشروعة وسليمة، بما في
                        ذلك الامتثال للقوانين واللوائح المعمول بها داخل المملكة العربية السعودية أو أي ولاية قضائية تتصل
                        بالموقع.</p>
                    <p class="lead"> • يمنع إرسال رسائل عشوائية بالبريد الإلكتروني أو نشر محتويات تحرض على العنف أو
                        الطائفية أو تسيء للأديان أو الرموز الوطنية.</p>
                    <h4 style="font-weight: bold"> حدود المسؤولية </h4>
                    <p class="lead"> • أنت توافق على عدم رفع أي دعوى ضد موقع تراغيف فيما يتعلق باستخدام الموقع. </p>
                    <p class="lead"> • يتحمل المستخدم المسؤولية عن أي مواد أو روابط أو معلومات يتم نشرها أو توزيعها وتكون
                        مخالفة للقوانين أو تتسبب في أضرار. </p>
                    <h4 style='font-weight: bold;'> التنازل عن الضمان </h4>
                    <p class="lead">
                        يتم تقديم الموقع “كما هو” و”كما هو متاح” دون أي ضمانات صريحة أو ضمنية، بما في ذلك على سبيل المثال لا
                        الحصر، الضمانات الضمنية للملاءمة لغرض معين أو عدم الانتهاك.
                    </p>
                    <h4 style="font-weight: bold"> التعويض عن الأضرار </h4>
                    <p class="lead"> • يلتزم المستخدم بتعويض موقع تراغيف عن أي تكاليف أو مطالبات أو خسائر تنشأ عن خرق هذه
                        الشروط والأحكام. </p>
                    <h4 style="font-weight: bold"> الروابط مع مواقع إلكترونية أخرى </h4>
                    <p class="lead"> • قد يحتوي موقعنا على روابط لمواقع طرف ثالث لتسهيل الوصول للمستخدم. </p>
                    <p class="lead"> • نحن غير مسؤولين عن ممارسات تلك المواقع أو محتوياتها القانونية، ويجب على المستخدم
                        مراجعة الشروط والأحكام الخاصة بها.</p>
                    <h4 style="font-weight: bold"> قابلية الأحكام والشروط للتجزئة </h4>
                    <p class="lead">
                        • إذا تم اعتبار أي حكم (أو جزء منه) من هذه الشروط غير قانوني أو غير قابل للتنفيذ، فإن ذلك لا يؤثر
                        على صحة الأحكام الأخرى.
                    </p>
                    <h4 style="font-weight: bold"> الإخطار بالتغييرات </h4>
                    <p class="lead"> • يحتفظ موقع تراغيف بالحق في تعديل هذه الشروط والأحكام في أي وقت دون إشعار مسبق. </p>

                    <p class="lead"> • استمرارك في استخدام الموقع بعد إجراء التعديلات يعني موافقتك على الشروط الجديدة.
                    </p>
                    <h4 style="font-weight: bold"> سياسة الخصوصية </h4>
                    <p class="lead"> بقبولك هذه الشروط، فإنك توافق أيضًا على سياسة الخصوصية الخاصة بموقع تراغيف، والمتاحة
                        على الموقع. </p>
                    <p class="lead"> لأي استفسارات إضافية حول الأحكام والشروط أو سياسة الخصوصية، يمكنكم التواصل معنا عبر
                        الموقع الرسمي <a href="www.Traghaif.com">www.Traghaif.com</a> . </p>
                </div>
            </div>
        </article>
    </div>
    <!-- Content / End -->
@endsection
